Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Move %@ widget up
ar: نقل عنصر واجهة مستخدم %@ لأعلى
ca: Moveu cap amunt el giny %@
cy: Symud %@ teclyn i fyny
da: Flyt %@ widget op
da_instk12: Flyt %@ widget op
de: %@ Widget nach oben verschieben
es: Mover %@ widget hacia arriba
es_es: Mover widget %@ hacia arriba
fi: Siirrä %@ widget ylös
fr: Déplacer le widget %@ vers le haut
fr_ca: Déplacer le widget %@ vers le haut
ga: Bog %@ giuirléid suas
hi: %@ विजेट ऊपर ले जाएं
ht: Deplase widget %@ al anlè
id: Pindahkan widget %@ ke atas
is: Færa %@ græju upp
it: Sposta widget %@ in alto
ja: %@ウィジェットを上に移動
ko: %@ 위젯을 위로 이동
mi: Neke %@ widget ki runga
ms: Alihkan widget %@ ke atas
nb: Flytt %@ widget opp
nb_instk12: Flytt %@ widget opp
nl: Widgetr %@ naar boven verplaatsen
pl: Przesuń widżet %@ w górę
pt: Mover o %@ widget para cima
pt_br: Mover widget %@ para cima
ru: Переместить виджет %@ вверх
sl: Premakni pripomoček %@ navzgor
sv: Flytta upp widgeten %@
sv_instk12: Flytta upp widgeten %@
th: เลื่อน %@ วิดเจ็ทขึ้น
vi: Di chuyển %@ tiện ích lên trên
zh: 将小工具%@上移
zh_hk: 向上移動 %@ 小工具

source: Multiple Due Dates
ar: تواريخ استحقاق متعددة
ca: Dates de lliurament múltiples
cy: Mwy nag un dyddiad cau
da: Flere forfaldsdatoer
da_instk12: Flere forfaldsdatoer
de: Mehrere Abgabetermine
es: Varias fechas límite
es_es: Varias fechas de entrega
fi: Useita määräpäiviä
fr: Dates limites multiples
fr_ca: Dates limites multiples
ga: Dáta Dlite Iolracha
hi: एकाधिक नियत तिथियां
ht: Plizyè Delè
id: Tanggal Batas Berganda
is: Margir skiladagar
it: Più date di scadenza
ja: 複数の締切日
ko: 여러 기한 날짜
mi: Maha Rā e tika ana
ms: Berbilang Tarikh Siap
nb: Flere forfallsdatoer
nb_instk12: Flere forfallsdatoer
nl: Meerdere inleverdatums
pl: Wiele terminów
pt: Datas de limite múltiplas
pt_br: Várias datas de entrega
ru: Множественные даты выполнения
sl: Več rokov
sv: Flera inlämningsdatum
sv_instk12: Flera inlämningsdatum
th: วันครบกำหนดหลายรายการ
vi: Nhiều Ngày Đến Hạn
zh: 多个到期日
zh_hk: 多個截止日期

source: Must contribute
ar: يجب المساهمة
ca: Heu de contribuir
cy: Yn gorfod cyfrannu
da: Skal bidrage
da_instk12: Skal bidrage
de: Muss beitragen
es: Debe contribuir
es_es: Debes contribuir
fi: Täytyy osallistua
fr: Doit contribuer
fr_ca: Doit contribuer
ga: Ní mór duit cuir leis
hi: योगदान देना चाहिए
ht: Dwe Kontribye
id: Harus berkontribusi
is: Verður að leggja til
it: Deve contribuire
ja: 貢献しなければならない
ko: 작업해야 함
mi: Me whai wāhi
ms: Mesti menyumbang
nb: Må bidra
nb_instk12: Må bidra
nl: Moet bijdragen
pl: Wymóg współpracy
pt: Tem de contribuir
pt_br: Deve contribuir
ru: Должно способствовать
sl: Mora prispevati.
sv: Måste bidra
sv_instk12: Måste bidra
th: จะต้องมีส่วนร่วม
vi: Phải đóng góp
zh: 必须有助于
zh_hk: 必須提供

source: Must mark as done
ar: يجب وضع علامة "تم"
ca: És obligatori marcar-la com a feta
cy: Rhaid marcio eu bod wedi’u gwneud
da: Skal markeres som færdig
da_instk12: Skal markeres som færdig
de: Muss als fertig markiert werden
es: Debe marcar como hecho
es_es: Debes marcar como hecho
fi: Täytyy merkitä valmiiksi
fr: Doit le marquer comme terminé
fr_ca: Doit marquer comme étant terminé
ga: Ní mór é a mharcáil mar déanta
hi: हो गया के रूप में चिह्नित करना चाहिए
ht: Dwe make tankou li fini
id: Harus ditandai selesai
is: Verður að merkja sem búið
it: Deve contrassegnare come fatto
ja: 完了にする必要があります
ko: 완료로 표시해야 함
mi: Me ohua kua oti
ms: Mesti ditanda sebagai siap
nb: Må merkes som ferdig
nb_instk12: Må merkes som ferdig
nl: Moet als gereed markeren
pl: Trzeba oznaczyć jako gotowe
pt: Tem de marcar como terminado
pt_br: Deve marcar como concluído
ru: Должно быть отмечено, как выполненное
sl: Mora označiti kot dokončano.
sv: Måste markeras som färdig
sv_instk12: Måste markeras som färdiggjord
th: จะต้องกำกับว่าเสร็จสิ้นแล้ว
vi: Phải đánh dấu là đã xong
zh: 必须标记为已完成
zh_hk: 必須標記為已完成

source: Must score %@ or higher
ar: يجب الحصول على %@ درجة أو أكثر
ca: Ha d'obtenir una puntuació de %@ o superior
cy: Yn gorfod sgorio o leiaf %@
da: Skal opnå %@ eller højere
da_instk12: Skal score %@ eller højere
de: Muss %@ oder mehr erreichen
es: Debe obtener un puntaje de %@ o mayor
es_es: Debes obtener una puntuación de %@ o mayor
fi: Täytyy saada vähintään pistemäärä %@
fr: Doit obtenir une note égale ou supérieure à %@
fr_ca: Doit obtenir %@ au minimum
ga: Ní mór duit scór %@ nó níos airde a fháil
hi: %@ या अधिक अंक प्राप्त करने चाहिए
ht: Dwe fè %@ oswa plis
id: Harus mendapat skor %@ atau lebih tinggi
is: Verður að fá %@ í einkunn eða hærra
it: Deve avere un punteggio di %@ o più
ja: スコアは %@ 以上である必要があります
ko: %@점 이상을 획득해야 함
mi: Me kaute%@ teitei rānei
ms: Mesti memperolehi %@ atau lebih tinggi
nb: Må få %@ eller høyere
nb_instk12: Må oppnå %@ eller høyere
nl: Moet %@ of hoger scoren
pl: Wymagany wynik %@ lub wyższy
pt: Tem de obter %@ ou superior
pt_br: Deve pontuar %@ ou mais
ru: Должен набрать минимум %@ баллов
sl: Mora doseči rezultat %@ ali višji
sv: Måste få %@ eller högre poäng
sv_instk12: Måste få %@ eller högre
th: จะต้องทำคะแนนได้ %@ หรือมากกว่า
vi: Phải đạt %@ điểm trở lên
zh: 分数必须达到 %@ 或以上
zh_hk: 必須得分 %@ 或高於

source: Must submit
ar: يجب الإرسال
ca: S'ha d'entregar
cy: Yn gorfod cyflwyno
da: Skal indsende
da_instk12: Skal indsende
de: Muss einreichen
es: Debe entregar
es_es: Entrega obligatoria
fi: Täytyy lähettää
fr: Doit soumettre
fr_ca: Doit soumettre
ga: Ní mór a chur isteach
hi: सबमिट करना चाहिए
ht: Dwe soumèt
id: Harus menyerahkan
is: Verður að skila
it: Deve inviare
ja: 必ず提出しなければならない
ko: 제출해야 함
mi: Me tuku
ms: Mesti menyerahkan
nb: Må sende inn
nb_instk12: Må sende inn
nl: Moet inleveren
pl: Wymóg złożenia
pt: Tem de entregar
pt_br: Deve enviar
ru: Нужно отправить
sl: Mora poslati.
sv: Måste skickas in
sv_instk12: Måste skickas in
th: ต้องส่ง
vi: Phải nộp
zh: 必须提交
zh_hk: 必須提交

source: Must view
ar: يجب العرض
ca: Visualització obligatòria
cy: Yn gorfod gweld
da: Skal ses
da_instk12: Skal ses
de: Muss ansehen
es: Debe ver
es_es: Vista obligatoria
fi: Täytyy tarkastella
fr: Doit voir
fr_ca: Doit voir
ga: Ní mór do mhic léínn féachaint air seo
hi: देखना चाहिए
ht: Dwe gade
id: Harus melihat
is: Verður að skoða
it: Deve visualizzare
ja: 必ず閲覧しなければならない
ko: 읽어야 함
mi: Me tiro
ms: Mesti lihat
nb: Må sees
nb_instk12: Må sees
nl: Moet bekijken
pl: Wymóg podglądu
pt: Tem de ver
pt_br: Deve visualizar
ru: Нужно просмотреть
sl: Si mora ogledati.
sv: Måste visas
sv_instk12: Måste visas
th: ต้องดู
vi: Phải xem
zh: 必须查看
zh_hk: 必須檢視

source: My Files
ar: ملفاتي
ca: Els meus fitxers
cy: Fy Ffeiliau
da: Mine filer
da_instk12: Mine filer
de: Meine Dateien
es: Mis archivos
es_es: Mis archivos
fi: Omat tiedostot
fr: Mes fichiers
fr_ca: Mes fichiers
ga: Mo Chomhaid
hi: मेरी फ़ाइलें
ht: Fichye Mwen
id: File Saya
is: Mínar skrár
it: I miei file
ja: マイファイル
ko: 내 파일
mi: Aku kōnae
ms: Fail Saya
nb: Mine filer
nb_instk12: Mine filer
nl: Al mijn bestanden
pl: Moje pliki
pt: Meus ficheiros
pt_br: Meus arquivos
ru: Мои файлы
sl: Moje datoteke
sv: Mina filer
sv_instk12: Mina filer
th: ไฟล์ของฉัน
vi: Tập Tin Của Tôi
zh: 我的文件
zh_hk: 我的檔案

source: Name
ar: الاسم
ca: Nom
cy: Enw
da: Navn
da_instk12: Navn
es: Nombre
es_es: Nombre
fi: Nimi
fr: Nom
fr_ca: Nom
ga: Ainm
hi: नाम
ht: Non
id: Nama
is: Nafn
it: Nome
ja: 名前
ko: 이름
mi: Ingoa
ms: Nama
nb: Navn
nb_instk12: Navn
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Имя
sl: Ime
sv: Namn
sv_instk12: Namn
th: ชื่อ
vi: Tên
zh: 姓名
zh_hk: 名稱

source: Need a pause? Recharging is part of learning too.
ar: هل أنت بحاجة لاستراحة وجيزة؟ استعادة طاقتك هو جزء من التعلم كذلك.
ca: Necessiteu una pausa? Recarregar les piles també forma part de l’aprenentatge.
cy: Angen egwyl? Mae gorffwys yn rhan bwysig o ddysgu.
da: Brug for en pause? Genopladning er også en del af at lære.
da_instk12: Brug for en pause? Genopladning er også en del af at lære.
de: Brauchen Sie eine Pause? Zum Lernen gehört auch, dass man neue Energie tankt.
es: ¿Necesita descansar? Recargar energías también forma parte del aprendizaje.
es_es: ¿Necesitas un descansito? Recargar las pilas también forma parte del aprendizaje.
fi: Tarvitsetko tauon? Latautuminen on myös osa oppimista.
fr: Besoin de faire une pause ? Apprendre, c’est aussi recharger ses batteries.
fr_ca: Besoin d’une pause? Se ressourcer fait aussi partie de l’apprentissage.
ga: An bhfuil sos uait? Is cuid den fhoghlaim freisin an athluchtú.
hi: आराम करना है? खुद को रीचार्ज करना भी सीखने का हिस्सा है।
ht: Ou bezwen yon poz? Rechaje fè pati aprantisaj la tou.
id: Butuh istirahat? Beristirahat juga merupakan bagian dari pembelajaran.
is: Þarftu pásu? Endurhleðsla er líka hluti af námi.
it: Ti serve una pausa? Anche la ricarica fa parte dell’apprendimento.
ja: 一息つきたいですか？充電もまた学習の一部です。
ko: 잠시 멈춰야 합니까? 재충전도 학습의 일부분입니다.
mi: Me whai wā okioki? He wāhanga anō hoki o te ako te whakakaha tinana.
ms: Perlukan rehat? Menyegarkan diri sebahagian daripada belajar juga.
nb: Trenger du en pause? Opplading er også en del av læringen.
nb_instk12: Trenger du en pause? Opplading er også en del av læringen.
nl: Een pauze nodig? Nieuwe energie opdoen maakt ook deel van het leerproces.
pl: Potrzebujesz odetchnąć? Odpoczynek to także element nauki.
pt: Precisa de uma pausa? Recarregar as energias também faz parte do aprendizado.
pt_br: Precisa de uma pausa? Recarregar as energias também faz parte do aprendizado.
ru: Нужна пауза? Восстановление сил — это тоже часть процесса обучения.
sl: Potrebujete premor? Tudi polnjenje baterij je del učenja.
sv: Behöver du en paus? Vi behöver alla ladda om batterierna.
sv_instk12: Behöver du en paus? Vi behöver alla ladda om batterierna.
th: อยากพักสักครู่ใช่ไหม การเติมพลังเป็นส่วนหนึ่งของการเรียนรู้เช่นกัน
vi: Cần nghỉ ngơi? Nạp lại năng lượng cũng là một phần của học tập.
zh: 需要暂时休息？补充能量也是学习的一部分。
zh_hk: 需要休息一下嗎？充電也是學習的一部分。

source: Need SpeedGrader for iPad
ar: بحاجة إلى SpeedGrader لـ iPad
ca: Cal SpeedGrader per a iPad
cy: Angen SpeedGrader ar gyfer iPad
da: Brug for SpeedGrader til iPad
da_instk12: Behøver SpeedGrader for iPad
de: SpeedGrader für iPad benötigt
es: Necesita SpeedGrader para iPad
es_es: Se necesita SpeedGrader para iPad
fi: iPadilla täytyy olla SpeedGrader
fr: Nécessite SpeedGrader pour iPad
fr_ca: Nécessite SpeedGrader pour iPad
ga: Tá SpeedGrader de dhíth le haghaidh iPad
hi: iPad के लिए SpeedGrader चाहिए
ht: Bezwen SpeedGrader pou iPad
id: Butuh SpeedGrader untuk iPad
is: Þarf SpeedGrader fyrir iPad
it: Serve SpeedGrader per iPad
ja: iPad 用の SpeedGrader が必要です
ko: iPad용 SpeedGrader 필요
mi: Hiahia SpeedGrader mo te iPad
ms: Memerlukan SpeedGrader untuk iPad
nb: Trenger SpeedGrader til iPad
nb_instk12: Trenger SpeedGrader til iPad
nl: SpeedGrader nodig voor iPad
pl: Potrzebna SpeedGrader do iPadu
pt: Necessário SpeedGrader para iPad
pt_br: Precisa de SpeedGrader para iPad
ru: Требуется SpeedGrader для iPad
sl: Potrebujejo aplikacijo SpeedGrader za napravo iPad.
sv: Kräver SpeedGrader för iPad
sv_instk12: Kräver SpeedGrader för iPad
th: ต้องใช้ SpeedGrader for iPad
vi: Cần SpeedGrader cho iPad
zh: 需要 SpeedGrader iPad 版
zh_hk: 需要用於 iPad 的 SpeedGrader

source: Network Error
ar: خطأ في الشبكة
ca: Error de xarxa
cy: Gwall ar y Rhwydwaith
da: Netværk fejl
da_instk12: Netværk fejl
de: Netzwerkfehler
es: Error de la red
es_es: Error de red
fi: Verkkovirhe
fr: Erreur de réseau
fr_ca: Erreur de réseau
ga: Earráid Líonra
hi: नेटवर्क त्रुटि
ht: Erè Rezo
id: Kesalahan Jaringan
is: Netkerfisvilla
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
mi: Hapa Whatunga
ms: Ralat Rangkaian
nb: Nettverksfeil
nb_instk12: Nettverksfeil
nl: Netwerkfout
pl: Błąd sieci
pt: Erro de Rede
pt_br: Erro de Rede
ru: Ошибка сети
sl: Napaka v omrežju
sv: Nätverksfel
sv_instk12: Nätverksfel
th: ข้อผิดพลาดเครือข่าย
vi: Lỗi Mạng
zh: 网络错误
zh_hk: 網路錯誤

source: New Announcements
ar: إعلانات جديدة
ca: Anuncis nous
cy: Cyhoeddiadau Newydd
da: Nye beskeder
da_instk12: Nye beskeder
de: Neue Ankündigungen
es: Nuevos anuncios
es_es: Nuevos anuncios
fi: Uudet ilmoitukset
fr: Nouvelles annonces
fr_ca: Nouvelles annonces
ga: Fógraí Nua
hi: नई घोषणाएं
ht: Nouvo Anons
id: Pengumuman Baru
is: Nýjar tilkynningar
it: Nuovi annunci
ja: 新しいアナウンス
ko: 새 공지
mi: Neke
ms: Pengumuman Baharu
nb: Nye kunngjøringer
nb_instk12: Nye beskjeder
nl: Nieuwe aankondigingen
pl: Nowe ogłoszenia
pt: Novos anúncios
pt_br: Novos anúncios
ru: Новые объявления
sl: Nova obvestila
sv: Nya meddelanden
sv_instk12: Nya meddelanden
th: ประกาศใหม่
vi: Thông Báo Mới
zh: 新公告
zh_hk: 新通告

source: New Folder
ar: مجلد جديد
ca: Carpeta nova
cy: Ffolder newydd
da: My mappe
da_instk12: My mappe
de: Neuer Ordner
es: Nueva carpeta
es_es: Nueva carpeta
fi: Uusi kansio
fr: Nouveau dossier
fr_ca: Nouveau dossier
ga: Fillteán Nua
hi: नया फ़ोल्डर
ht: Nouvo Dosye
id: Folder Baru
is: Ný mappa
it: Nuova cartella
ja: 新しいフォルダ
ko: 새 폴더
mi: Kōpaki Hōu
ms: Folder Baharu
nb: Ny Mappe
nb_instk12: Ny Mappe
nl: Nieuwe map
pl: Nowy folder
pt: Nova pasta
pt_br: Nova pasta
ru: Новая папка
sl: Nova mapa
sv: Ny mapp
sv_instk12: Ny mapp
th: โฟลเดอร์ใหม่
vi: Thư Mục Mới
zh: 新文件夹
zh_hk: 新資料夾

source: New Grades
ar: درجات جديدة
ca: Notes noves
cy: Graddau Newydd
da: Nye karakterer
da_instk12: Nye vurderinger
de: Neue Noten
es: Nuevas calificaciones
es_es: Nuevas notas
fi: Uudet arvosanat
fr: Nouvelles notes
fr_ca: Nouvelles notes
ga: Marcanna Nua
hi: नए ग्रेड
ht: Nouvo Nòt
id: Nilai Baru
is: Nýjar einkunnir
it: Nuovi voti
ja: 新規評定
ko: 새 점수
mi: Ngā Tohu Hou
ms: Gred Baharu
nb: Nye vurderinger
nb_instk12: Nye vurderinger
nl: Nieuwe cijfers
pl: Nowe oceny
pt: Novas classificações
pt_br: Novas notas
ru: Новые оценки
sl: Nove ocene
sv: Nya omdömen
sv_instk12: Nya bedömningar
th: เกรดใหม่
vi: Điểm Mới
zh: 新评分
zh_hk: 新成續

source: New Message
ar: رسالة جديدة
ca: Missatge nou
cy: Neges Newydd
da: Ny besked
da_instk12: Ny besked
de: Neue Nachricht
es: Mensaje nuevo
es_es: Mensaje nuevo
fi: Uusi viesti
fr: Nouveau message
fr_ca: Nouveau message
ga: Teachtaireacht Nua
hi: नया संदेश
ht: Nouvo Mesaj
id: Pesan Baru
is: Ný skilaboð
it: Nuovo messaggio
ja: 新しいメッセージ
ko: 새 메시지
mi: Karere Hōu
ms: Mesej Baharu
nb: Ny melding
nb_instk12: Ny melding
nl: Nieuw bericht
pl: Nowa wiadomość
pt: Nova mensagem
pt_br: Nova mensagem
ru: Новое сообщение
sl: Novo sporočilo
sv: Nytt kursmeddelande
sv_instk12: Nytt meddelande
th: ข้อความใหม่
vi: Tin Nhắn Mới
zh: 新消息
zh_hk: 新訊息

source: New Mobile Dashboard
ar: لوحة معلومات جديدة للجوال
ca: Nou panell de control mòbil
cy: Dangosfwrdd symudol newydd
da: Ny mobil oversigt
da_instk12: Ny mobil oversigt
de: Neues Dashboard für Mobilgeräte
es: Nuevo tablero móvil
es_es: Nuevo panel de control para móviles
fi: Uusi mobiilikoontinäyttö
fr: Nouveau tableau de bord mobile
fr_ca: Nouveau tableau de bord mobile
ga: Deais Mhóibíleach Nua
hi: नया मोबाइल डैशबोर्ड
ht: Tablodbò Nouvo Modil
id: Dashboard Seluler Baru
is: Nýtt farsímastjórnborð
it: Nuova dashboard per dispositivi mobili
ja: 新しいモバイルダッシュボード
ko: 새 모바일 대시보드
mi: Papatohu Waea Pūkoro Hou
ms: Papan Pemuka Mudah Alih Baharu
nb: Nytt mobildashbord
nb_instk12: Ny mobiloversikt
nl: Nieuw mobiel Dashboard
pl: Nowy pulpit nawigacyjny na urządzenia mobilne
pt: Novo painel móvel
pt_br: Novo painel móvel
ru: Новая мобильная панель управления
sl: Nova mobilna nadzorna plošča
sv: Ny mobil översikt
sv_instk12: Ny mobil översikt
th: แผงข้อมูลใหม่สำหรับอุปกรณ์พกพา
vi: Bảng Điều Khiển Mới cho Di Động
zh: 新移动设备控制面板
zh_hk: 新的行動端控制面板

source: Next 7 Days
ar: الأيام السبعة القادمة
ca: Els propers 7 dies
cy: Yn y 7 Diwrnod Nesaf
da: Næste 7 dage
da_instk12: Næste 7 dage
de: Die nächsten 7 Tage
es: Próximos 7 días
es_es: Próximos 7 días
fi: Seuraavat seitsemän päivää
fr: Les 7 prochains jours
fr_ca: Les 7 prochains jours
ga: Na 7 Lá seo chugainn
hi: अगले 7 दिन
ht: 7 Pwochen Jou
id: 7 Hari Berikutnya
is: Næstu 7 dagar
it: Prossimi 7 giorni
ja: 次の7日間
ko: 다음 7일
mi: Panuku 7 ra
ms: 7 Hari Seterusnya
nb: Neste 7 dager
nb_instk12: Neste 7 dager
nl: Volgende 7 dagen
pl: Następne 7 dni
pt: Próximos 7 Dias
pt_br: Próximos 7 Dias
ru: Следующие 7 дней
sl: V naslednjih 7 dneh
sv: Kommande 7 dagarna
sv_instk12: Kommande 7 dagarna
th: 7 วันถัดไป
vi: 7 Ngày Tiếp Theo
zh: 未来 7 天
zh_hk: 隨後 7 天

source: Next item
ar: العنصر التالي
ca: L'element següent
cy: Eitem nesaf
da: Næste element
da_instk12: Næste element
de: Nächstes Element
es: Siguiente item
es_es: Siguiente ítem
fi: Seuraava kohde
fr: Élément suivant
fr_ca: Élément suivant
ga: An chéad mhír eile
hi: अगली आइटम
ht: Pwochen atik
id: Item Selanjutnya
is: Næsta atriði
it: Elemento successivo
ja: 次の項目
ko: 다음 항목
mi: Tūemi e heke mai nei
ms: Item Seterusnya
nb: Neste objekt
nb_instk12: Neste objekt
nl: Volgende item
pl: Kolejna pozycja
pt: Próximo item
pt_br: Próximo item
ru: Следующий элемент
sl: Naslednji element
sv: Nästa objekt
sv_instk12: Nästa objekt
th: รายการถัดไป
vi: Mục tiếp theo
zh: 下一个项目
zh_hk: 下一個項目

source: Next week
ar: الأسبوع القادم
ca: La setmana que ve
cy: Yr wythnos nesaf
da: Næste uge
da_instk12: Næste uge
de: Nächte Woche
es: Próxima semana
es_es: Semana siguiente
fi: Seuraava viikko
fr: Semaine prochaine
fr_ca: Semaine prochaine
ga: An tseachtain seo chugainn
hi: अगला सप्ताह
ht: Semèn pwochen
id: Minggu depan
is: Næsta vika
it: Settimana prossima
ja: 来週
ko: 다음 주
mi: Te wiki e tū mai nei
ms: Minggu seterusnya
nb: Neste uke
nb_instk12: Neste uke
nl: Volgende week
pl: Następny tydzień
pt: Próxima semana
pt_br: Próxima semana
ru: Следующая неделя
sl: Naslednji teden
sv: Nästa vecka
sv_instk12: Nästa vecka
th: สัปดาห์ถัดไป
vi: Tuần sau
zh: 下一周
zh_hk: 下週

source: No
ar: لا
cy: Na
da: Nej
da_instk12: Nej
de: Nein
fi: Ei
fr: Non
fr_ca: Non
ga: Níl
hi: नहीं
ht: Non
id: Tidak
is: Nei
ja: いいえ
ko: 아니요
mi: Kahore
ms: Tidak
nb: Nei
nb_instk12: Nei
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ru: Нет
sl: Ne
sv: Nej
sv_instk12: Nej
th: ไม่
vi: Không
zh: 否
zh_hk: 否

source: No actions available for this file
ar: لا يمكن القيام بأي عملية على هذا الملف
ca: No hi ha cap acció disponible per a aquest fitxer
cy: Does dim gweithrediadau ar gael ar gyfer y ffeil hon
da: Ingen handlinger er tilgængelig for denne fil
da_instk12: Ingen handlinger er tilgængelig for denne fil
de: Für diese Datei sind keine Handlungen verfügbar
es: No hay acciones disponibles para este archivo
es_es: No hay acciones disponibles para este archivo
fi: Ei toimintoja saatavissa tälle tiedostolle
fr: Aucune action possible pour ce fichier
fr_ca: Aucune action possible pour ce fichier
ga: Níl aon ghníomh ar fáil don chomhad seo
hi: इस फ़ाइल के लिए कोई कार्रवाई उपलब्ध नहीं है।
ht: Pa gen aksyon disponib pou fichye sa a
id: Tidak ada aksi tersedia untuk file ini
is: Engar aðgerðir tiltækar fyrir þessa skrá
it: Nessuna azione disponibile per questo file
ja: このファイルに利用できるアクションがありません
ko: 이 파일에 사용 가능한 작업 없음
mi: Kāore he mahi e wātea ana mō tēnei kōnae
ms: Tiada tindakan tersedia untuk fail ini
nb: Ingen tilgjengelige handlinger for denne filen
nb_instk12: Ingen tilgjengelige handlinger for denne filen
nl: Geen handelingen mogelijk voor dit bestand
pl: Brak dostępnych działań dla danego pliku
pt: Não existem ações disponíveis para este ficheiro
pt_br: Não há ações disponíveis para este arquivo
ru: Отсутствуют действия, доступные для этого файла
sl: Za to datoteko ni na voljo nobenih dejanj.
sv: Inga åtgärder tillgängliga för den här filen
sv_instk12: Ingen åtgärd tillgänglig för den här filen
th: ไม่มีการดำเนินการใด ๆ สำหรับไฟล์นี้
vi: Không có thao tác khả dụng cho tập tin này
zh: 此文件没有可用的动作
zh_hk: 無法對此檔案進行操作

source: No additional details available.
ar: لا تتوفر تفاصيل إضافية
ca: No hi ha disponible cap dada addicional.
cy: Dim mwy o fanylion ar gael.
da: Ingen yderligere oplysninger tilgængelige.
de: Keine weiteren Details verfügbar.
es: No hay detalles adicionales disponibles.
es_es: No hay detalles adicionales disponibles.
fi: Lisätietoja ei ole saatavilla.
fr: Aucun détail supplémentaire disponible.
ga: Níl aon sonraí breise ar fáil.
hi: कोई अतिरिक्त विवरण उपलब्ध नहीं है।
ht: Pa gen detay adisyonèl disponib.
id: Detail tambahan tidak tersedia.
is: Engar frekari upplýsingar tiltækar.
it: Nessun dettaglio aggiuntivo disponibile.
ja: 利用できる追加詳細はありません。
ko: 추가적 세부 정보를 사용할 수 없습니다.
mi: Kāore he taipitopito atu e wātea ana.
nb: Ingen ekstra detaljer tilgjengelig.
nl: Er zijn geen aanvullende details beschikbaar.
pl: Brak dodatkowych szczegółów.
pt: Não há detalhes adicionais disponíveis.
pt_br: Não há detalhes adicionais disponíveis.
ru: Дополнительная информация отсутствует.
sl: Dodatne podrobnosti niso na voljo.
sv: Ingen ytterligare information tillgänglig.
th: ไม่มีรายละเอียดเพิ่มเติม
vi: Không có chi tiết bổ sung.
zh: 没有其他详细信息可用。
zh_hk: 無其他詳細資料。

source: No audio was recorded.
ar: لم يتم تسجيل أي صوت.
ca: No s'ha enregistrat cap so.
cy: Dim sain wedi'i recordio.
da: Ingen lyd blev optaget.
da_instk12: Ingen lyd blev optaget.
de: Es wurde kein Audio aufgezeichnet.
es: No se grabó audio.
es_es: No se ha grabado audio.
fi: Ääntä ei nauhoitettu.
fr: Aucun fichier audio n'a été enregistré.
fr_ca: Aucun fichier audio n'a été enregistré.
ga: Níor taifeadadh aon fhuaim.
hi: कोई ऑडियो रिकॉर्ड नहीं किया गया था।
ht: Pa gen odyo ki anrejistre
id: Audio tidak direkam.
is: Ekkert hljóð var tekið upp.
it: Nessun audio registrato.
ja: 音声は録音されていません。
ko: 오디오가 녹음되지 않았습니다.
mi: I tuhia Kāore he ororongo.
ms: Tiada audio dirakam.
nb: Ingen lyd ble tatt opp.
nb_instk12: Ingen lyd ble tatt opp.
nl: Geen audio opgenomen.
pl: Dźwięk nie został nagrany.
pt: Sem audio gravado.
pt_br: Nenhum áudio foi gravado.
ru: Аудио не был записано.
sl: Posnet ni bil noben zvok.
sv: Inget ljud spelades in.
sv_instk12: Inget ljud spelades in.
th: ไม่มีเสียงที่บันทึกไว้
vi: Không có bản ghi âm nào được ghi âm lại.
zh: 没有音频记录。
zh_hk: 無已錄製的音訊。

source: No Content
ar: لا يوجد محتوى
ca: Sense contingut
cy: Dim Cynnwys
da: Intet indhold
da_instk12: Intet indhold
de: Kein Inhalt
es: Sin contenido
es_es: No hay contenido
fi: Ei sisältöä
fr: Pas de contenu
fr_ca: Pas de contenu
ga: Gan Ábhar
hi: कोई सामग्री नहीं
ht: Pa gen Kontni
id: Tidak Ada Konten
is: Ekkert efni
it: Nessun contenuto
ja: コンテンツなし
ko: 콘텐츠 없음
mi: Kaore Ihirangi
ms: Tiada Kandungan
nb: Uten innhold
nb_instk12: Uten innhold
nl: Geen inhoud
pl: Brak zawartości
pt: Sem conteúdo
pt_br: Sem conteúdo
ru: Нет контента
sl: Ni vsebine.
sv: Inget innehåll
sv_instk12: Inget innehåll
th: ไม่มีเนื้อหา
vi: Không Có Nội Dung
zh: 无内容
zh_hk: 無內容

source: No Date
ar: بلا تاريخ
ca: Sense data
cy: Dim Dyddiad
da: Ingen dato
da_instk12: Ingen dato
de: Kein Datum
es: Sin fecha
es_es: Sin fecha
fi: Ei päivämäärää
fr: Pas de date
fr_ca: Pas de date
ga: Gan Dáta
hi: कोई तिथि नहीं
ht: San Dat
id: Tidak Ada Tanggal
is: Engin dagsetning
it: Nessuna data
ja: 日付なし
ko: 날짜 없음
mi: Kāore he rā
ms: Tiada Tarikh
nb: Ingen dato
nb_instk12: Ingen dato
nl: Geen datum
pl: Brak daty
pt: Sem data
pt_br: Sem Data
ru: Дата отсутствует
sl: Brez datuma
sv: Inget datum
sv_instk12: Inget datum
th: ไม่มีวันที่
vi: Không Có Ngày
zh: 无日期
zh_hk: 無日期
